Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Browser is coming next. Aperture will open dApps in-wallet and sign their requests on your iPhone — no centralized wallet-connect relay in the middle.
af: Die blaaier kom volgende. Aperture sal dApps binne-in die beursie self oopmaak en hul versoeke op jou iPhone teken — sonder enige gesentraliseerde wallet-connect-aanstuurder tussenin.
ar: المتصفح هو التالي. سيفتح Aperture تطبيقات dApps داخل المحفظة ويوقّع طلباتها على جهاز iPhone الخاص بك — دون أي مُرحِّل wallet-connect مركزي في الوسط.
bg: Браузърът е следващият. Aperture ще отваря dApps директно в портфейла и ще подписва заявките им на Вашия iPhone — без никакъв централизиран wallet-connect препредавател помежду.
bn: ব্রাউজার পরবর্তীতে আসছে। Aperture ওয়ালেটের মধ্যেই dApps খুলবে এবং তাদের অনুরোধে আপনার iPhone-এ স্বাক্ষর করবে — মাঝখানে কোনো কেন্দ্রীভূত wallet-connect রিলে ছাড়াই।
ca: El navegador arriba a continuació. Aperture obrirà les dApps dins de la cartera i signarà les seves sol·licituds al teu iPhone — sense cap repetidor wallet-connect centralitzat enmig.
cs: Prohlížeč přijde jako další. Aperture bude otevírat dApps přímo v peněžence a podepisovat jejich požadavky na Vašem iPhonu — bez jakéhokoli centralizovaného wallet-connect relay uprostřed.
da: Browseren kommer som det næste. Aperture åbner dApps direkte i tegnebogen og signerer deres anmodninger på din iPhone — uden noget centraliseret wallet-connect-relæ imellem.
de: Der Browser kommt als Nächstes. Aperture öffnet dApps direkt in der Wallet und signiert ihre Anfragen auf Ihrem iPhone — ohne einen zentralen wallet-connect-Relay dazwischen.
el: Το πρόγραμμα περιήγησης έρχεται στη συνέχεια. Το Aperture θα ανοίγει τις dApps μέσα στο πορτοφόλι και θα υπογράφει τα αιτήματά τους στο iPhone σας — χωρίς κανέναν κεντρικοποιημένο αναμεταδότη wallet-connect στη μέση.
es: Próximamente, el navegador. Aperture abrirá las dApps dentro de la cartera y firmará sus solicitudes en tu iPhone — sin ningún relé wallet-connect centralizado de por medio.
et: Järgmisena tuleb brauser. Aperture avab dApps-e otse rahakotis ja allkirjastab nende päringud sinu iPhone'is — ilma ühegi tsentraliseeritud wallet-connect-releeta vahepeal.
fa: مرورگر در ادامه می‌آید. Aperture، dApps را درون کیف پول باز می‌کند و درخواست‌هایشان را روی iPhone شما امضا می‌کند — بدون هیچ رله‌ی wallet-connect متمرکزی در میانه.
fi: Selain on seuraavana vuorossa. Aperture avaa dAppit suoraan lompakossa ja allekirjoittaa niiden pyynnöt iPhonessasi — ilman keskitettyä wallet-connect-välitintä välissä.
fil: Susunod na ang Browser. Bubuksan ng Aperture ang mga dApps sa loob mismo ng wallet at pipirmahan ang mga kahilingan ng mga ito sa iyong iPhone — walang sentralisadong wallet-connect relay sa gitna.
fr: Le navigateur arrive ensuite. Aperture ouvrira les dApps directement dans le portefeuille et signera leurs requêtes sur votre iPhone — sans aucun relais wallet-connect centralisé au milieu.
he: הדפדפן בדרך. Aperture יפתח dApps בתוך הארנק עצמו ויחתום על בקשותיהם על ה־iPhone שלך — בלי שום ממסר wallet-connect מרכזי באמצע.
hi: ब्राउज़र अगला आ रहा है। Aperture वॉलेट के भीतर ही dApps खोलेगा और उनके अनुरोधों पर आपके iPhone पर हस्ताक्षर करेगा — बीच में कोई केंद्रीकृत wallet-connect रिले नहीं।
hr: Preglednik dolazi sljedeći. Aperture će otvarati dApps unutar samog novčanika i potpisivati njihove zahtjeve na Vašem iPhoneu — bez ikakvog centraliziranog wallet-connect releja u sredini.
hu: A böngésző jön legközelebb. Az Aperture a tárcán belül nyitja meg a dAppokat, és az Ön iPhone-ján írja alá a kéréseiket — köztes, központosított wallet-connect-relé nélkül.
id: Peramban segera hadir. Aperture akan membuka dApps langsung di dalam dompet dan menandatangani permintaannya di iPhone Anda — tanpa relai wallet-connect terpusat di tengahnya.
is: Vafrinn kemur næst. Aperture mun opna dApps inni í veskinu sjálfu og undirrita beiðnir þeirra á iPhone-inum þínum — án nokkurs miðstýrðs wallet-connect-tengiliðs á milli.
it: Il browser arriva a breve. Aperture aprirà le dApps direttamente nel portafoglio e firmerà le loro richieste sul Suo iPhone — senza alcun relè wallet-connect centralizzato nel mezzo.
ja: ブラウザは次に登場します。Aperture はウォレット内で dApp を開き、そのリクエストをあなたの iPhone 上で署名します。間に中央集権型の wallet-connect リレーは入りません。
ko: 브라우저는 곧 이어져요. Aperture는 지갑 안에서 dApps를 열고, 요청을 당신의 iPhone에서 서명해요 — 중간에 중앙화된 wallet-connect 릴레이는 없어요.
lt: Naršyklė pasirodys netrukus. Aperture atvers dApps tiesiai piniginėje ir pasirašys jų užklausas Jūsų iPhone — be jokio centralizuoto wallet-connect perdavėjo viduryje.
lv: Pārlūks ir nākamais. Aperture atvērs dApps tieši makā un parakstīs to pieprasījumus Jūsu iPhone — bez neviena centralizēta wallet-connect retranslatora vidū.
ml: ബ്രൗസർ അടുത്തതായി വരുന്നു. Aperture, dApps-നെ വാലറ്റിനുള്ളിൽ തന്നെ തുറക്കും, അവയുടെ അഭ്യർത്ഥനകൾ നിങ്ങളുടെ iPhone-ൽ ഒപ്പിടും — ഇടയിൽ കേന്ദ്രീകൃതമായ ഒരു wallet-connect റിലേയും ഇല്ലാതെ.
mr: ब्राउझर पुढे येत आहे. Aperture वॉलेटमध्येच dApps उघडेल आणि त्यांच्या विनंत्यांवर तुमच्या iPhone वर स्वाक्षरी करेल — मध्ये कोणताही केंद्रीकृत wallet-connect रिले न ठेवता.
ms: Pelayar akan menyusul. Aperture akan membuka dApps di dalam dompet itu sendiri dan menandatangani permintaannya pada iPhone anda — tanpa sebarang penyampai wallet-connect berpusat di tengah-tengah.
nb: Nettleseren kommer som det neste. Aperture åpner dApps rett i lommeboken og signerer forespørslene deres på iPhonen din — uten noen sentralisert wallet-connect-relé i mellom.
nl: De browser komt hierna. Aperture opent dApps in de wallet zelf en ondertekent hun verzoeken op je iPhone — zonder een gecentraliseerde wallet-connect-relay ertussen.
pa: ਬਰਾਊਜ਼ਰ ਅਗਲਾ ਆ ਰਿਹਾ ਹੈ। Aperture ਵਾਲਿਟ ਦੇ ਅੰਦਰ ਹੀ dApps ਖੋਲ੍ਹੇਗਾ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਬੇਨਤੀਆਂ ਉੱਤੇ ਤੁਹਾਡੇ iPhone 'ਤੇ ਦਸਤਖ਼ਤ ਕਰੇਗਾ — ਵਿਚਕਾਰ ਕੋਈ ਕੇਂਦਰੀਕ੍ਰਿਤ wallet-connect ਰਿਲੇ ਤੋਂ ਬਿਨਾਂ।
pl: Przeglądarka pojawi się w następnej kolejności. Aperture będzie otwierać dApps bezpośrednio w portfelu i podpisywać ich żądania na Twoim iPhone — bez żadnego scentralizowanego przekaźnika wallet-connect pośrodku.
pt_br: O navegador vem a seguir. O Aperture abrirá os dApps dentro da carteira e assinará suas solicitações no seu iPhone — sem nenhum relé wallet-connect centralizado no meio.
ro: Browserul urmează. Aperture va deschide dApps direct în portofel și le va semna cererile pe iPhone-ul tău — fără niciun releu wallet-connect centralizat la mijloc.
ru: Браузер появится следующим. Aperture будет открывать dApps прямо в кошельке и подписывать их запросы на вашем iPhone — без какого-либо централизованного wallet-connect-ретранслятора посередине.
sk: Prehliadač príde ako ďalší. Aperture bude otvárať dApps priamo v peňaženke a podpisovať ich požiadavky na Vašom iPhone — bez akéhokoľvek centralizovaného wallet-connect relé v strede.
sl: Brskalnik prihaja kot naslednji. Aperture bo dApps odpiral neposredno v denarnici in njihove zahteve podpisoval na Vašem iPhonu — brez kakršnega koli centraliziranega wallet-connect releja vmes.
sr: Прегледач долази следећи. Aperture ће отварати dApps директно у новчанику и потписивати њихове захтеве на Вашем iPhone уређају — без иједног централизованог wallet-connect преноса у средини.
sv: Webbläsaren kommer härnäst. Aperture öppnar dApps direkt i plånboken och signerar deras förfrågningar på din iPhone — utan något centraliserat wallet-connect-relä däremellan.
sw: Kivinjari kinakuja baadaye. Aperture itafungua dApps ndani ya pochi yenyewe na kusaini maombi yake kwenye iPhone yako — bila kipitishi cha wallet-connect kilichowekwa katikati.
ta: உலாவி அடுத்து வருகிறது. Aperture, dApps-ஐ வாலட்டுக்குள்ளேயே திறக்கும், அவற்றின் கோரிக்கைகளை உங்கள் iPhone-இல் கையொப்பமிடும் — நடுவில் எந்தவொரு மையப்படுத்தப்பட்ட wallet-connect ரிலேயும் இல்லாமல்.
te: బ్రౌజర్ తదుపరిగా రాబోతోంది. Aperture వాలెట్‌లోనే dAppsను తెరుస్తుంది మరియు వాటి అభ్యర్థనలపై మీ iPhoneలో సంతకం చేస్తుంది — మధ్యలో ఏ కేంద్రీకృత wallet-connect రిలే లేకుండా.
th: เบราว์เซอร์กำลังจะมาเป็นลำดับถัดไป Aperture จะเปิด dApps ภายในวอลเล็ตและลงนามคำขอของ dApps บน iPhone ของคุณ — โดยไม่มีรีเลย์ wallet-connect แบบรวมศูนย์อยู่ตรงกลาง
tr: Sırada tarayıcı var. Aperture, dApps'leri doğrudan cüzdanın içinde açacak ve isteklerini iPhone'unuzda imzalayacak — arada hiçbir merkezi wallet-connect aktarıcısı olmadan.
uk: Браузер з’явиться наступним. Aperture відкриватиме dApps безпосередньо в гаманці та підписуватиме їхні запити на Вашому iPhone — без жодного централізованого wallet-connect-ретранслятора посередині.
ur: براؤزر اگلا آ رہا ہے۔ Aperture والٹ کے اندر ہی dApps کھولے گا اور ان کی درخواستوں پر آپ کے iPhone پر دستخط کرے گا — درمیان میں کوئی مرکزی wallet-connect ریلے نہیں۔
vi: Trình duyệt sẽ đến tiếp theo. Aperture sẽ mở dApps ngay bên trong ví và ký các yêu cầu của chúng trên iPhone của bạn — không có bất kỳ rơ-le wallet-connect tập trung nào ở giữa.
zh_hans: 浏览器即将到来。Aperture 将在钱包内打开 dApp,并在你的 iPhone 上为其请求签名 —— 中间没有任何中心化的 wallet-connect 中继。
zh_hant: 瀏覽器即將推出。Aperture 將在錢包內開啟 dApp,並在你的 iPhone 上為其請求簽名 —— 中間沒有任何中心化的 wallet-connect 中繼。

source: Browser settings
af: Blaaierinstellings
ar: إعدادات المتصفّح
bg: Настройки на браузъра
bn: ব্রাউজার সেটিংস
ca: Configuració del navegador
cs: Nastavení prohlížeče
da: Browserindstillinger
de: Browser-Einstellungen
el: Ρυθμίσεις προγράμματος περιήγησης
es: Ajustes del navegador
et: Brauseri seaded
fa: تنظیمات مرورگر
fi: Selaimen asetukset
fil: Mga setting ng browser
fr: Réglages du navigateur
he: הגדרות הדפדפן
hi: ब्राउज़र सेटिंग्स
hr: Postavke preglednika
hu: Böngésző beállításai
id: Pengaturan peramban
is: Vafrastillingar
it: Impostazioni del browser
ja: ブラウザ設定
ko: 브라우저 설정
lt: Naršyklės nustatymai
lv: Pārlūka iestatījumi
ml: ബ്രൗസർ ക്രമീകരണങ്ങൾ
mr: ब्राउझर सेटिंग्ज
ms: Tetapan pelayar
nb: Nettleserinnstillinger
nl: Browserinstellingen
pa: ਬ੍ਰਾਊਜ਼ਰ ਸੈਟਿੰਗਾਂ
pl: Ustawienia przeglądarki
pt_br: Ajustes do navegador
ro: Setări browser
ru: Настройки браузера
sk: Nastavenia prehliadača
sl: Nastavitve brskalnika
sr: Подешавања прегледача
sv: Webbläsarinställningar
sw: Mipangilio ya kivinjari
ta: உலாவி அமைப்புகள்
te: బ్రౌజర్ సెట్టింగ్‌లు
th: การตั้งค่าเบราว์เซอร์
tr: Tarayıcı ayarları
uk: Налаштування браузера
ur: براؤزر کی ترتیبات
vi: Cài đặt trình duyệt
zh_hans: 浏览器设置
zh_hant: 瀏覽器設定

source: Browsing history
af: Blaaigeskiedenis
ar: سجلّ التصفّح
bg: История на сърфирането
bn: ব্রাউজিং ইতিহাস
ca: Historial de navegació
cs: Historie prohlížení
da: Browserhistorik
de: Browserverlauf
el: Ιστορικό περιήγησης
es: Historial de navegación
et: Sirvimisajalugu
fa: تاریخچهٔ مرور
fi: Selaushistoria
fil: Kasaysayan ng pag-browse
fr: Historique de navigation
he: היסטוריית גלישה
hi: ब्राउज़िंग इतिहास
hr: Povijest pregledavanja
hu: Böngészési előzmények
id: Riwayat penjelajahan
is: Vafraferill
it: Cronologia di navigazione
ja: 閲覧履歴
ko: 방문 기록
lt: Naršymo istorija
lv: Pārlūkošanas vēsture
ml: ബ്രൗസിംഗ് ചരിത്രം
mr: ब्राउझिंग इतिहास
ms: Sejarah pelayaran
nb: Nettleserlogg
nl: Browsegeschiedenis
pa: ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ
pl: Historia przeglądania
pt_br: Histórico de navegação
ro: Istoric de navigare
ru: История просмотров
sk: História prehliadania
sl: Zgodovina brskanja
sr: Историја прегледања
sv: Webbhistorik
sw: Historia ya kuvinjari
ta: உலாவல் வரலாறு
te: బ్రౌజింగ్ చరిత్ర
th: ประวัติการเรียกดู
tr: Tarama geçmişi
uk: Історія переглядів
ur: براؤزنگ کی تاریخ
vi: Lịch sử duyệt
zh_hans: 浏览记录
zh_hant: 瀏覽紀錄

source: By continuing, you agree to our
af: Deur voort te gaan, stem jy in tot ons
ar: بمتابعتك فإنك توافق على
bg: С продължаването приемате нашите
bn: চালিয়ে গেলে আপনি আমাদের
ca: En continuar, acceptes els nostres
cs: Pokračováním souhlasíte s
da: Ved at fortsætte accepterer du vores
de: Mit dem Fortfahren stimmen Sie unseren
el: Συνεχίζοντας, αποδέχεστε τους
es: Al continuar, aceptas nuestros
et: Jätkates nõustud meie
fa: با ادامه دادن، با موارد زیر موافقت می‌کنید
fi: Jatkamalla hyväksyt
fil: Sa pagpapatuloy, sumasang-ayon ka sa aming
fr: En continuant, vous acceptez nos
he: בהמשך אתה מסכים ל
hi: जारी रखकर, आप हमारी
hr: Nastavkom prihvaćate naše
hu: A folytatással elfogadja a
id: Dengan melanjutkan, Anda menyetujui
is: Með því að halda áfram samþykkir þú
it: Continuando, accetta i nostri
ja: 続行すると、以下に同意したものとみなされます:
ko: 계속하시면 다음에 동의하는 것입니다
lt: Tęsdami sutinkate su mūsų
lv: Turpinot jūs piekrītat mūsu
ml: തുടരുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ
mr: पुढे जाऊन तुम्ही आमच्या
ms: Dengan meneruskan, anda bersetuju dengan
nb: Ved å fortsette godtar du våre
nl: Door door te gaan, ga je akkoord met onze
pa: ਅੱਗੇ ਵਧ ਕੇ ਤੁਸੀਂ ਸਾਡੀਆਂ
pl: Kontynuując, akceptujesz
pt_br: Ao continuar, você concorda com nossos
ro: Continuând, accepți
ru: Продолжая, вы соглашаетесь с нашими
sk: Pokračovaním súhlasíte s
sl: S klikom na nadaljuj sprejemate naše
sr: Настављајући, прихватате наше
sv: Genom att fortsätta godkänner du våra
sw: Kwa kuendelea, unakubali
ta: தொடர்வதன் மூலம், நீங்கள் எங்களின்
te: కొనసాగించడం ద్వారా, మీరు మా
th: เมื่อดำเนินการต่อ คุณยอมรับ
tr: Devam ederek şunları kabul edersiniz
uk: Продовжуючи, ви приймаєте наші
ur: آگے بڑھنے سے، آپ ہمارے ساتھ متفق ہیں
vi: Khi tiếp tục, bạn đồng ý với
zh_hans: 继续即表示你同意我们的
zh_hant: 繼續即表示你同意我們的

source: Cache cleared.
af: Kas leeggemaak.
ar: تم مسح ذاكرة التخزين المؤقت.
bg: Кешът е изчистен.
bn: ক্যাশে মুছে ফেলা হয়েছে।
ca: Memòria cau esborrada.
cs: Mezipaměť byla vymazána.
da: Cachen er ryddet.
de: Cache geleert.
el: Η προσωρινή μνήμη εκκαθαρίστηκε.
es: Caché borrada.
et: Vahemälu kustutatud.
fa: کش پاک شد.
fi: Välimuisti tyhjennetty.
fil: Na-clear ang cache.
fr: Cache vidé.
he: המטמון נוקה.
hi: कैश साफ़ हो गया।
hr: Predmemorija je obrisana.
hu: A gyorsítótár törölve.
id: Cache dibersihkan.
is: Skyndiminni hreinsað.
it: Cache svuotata.
ja: キャッシュをクリアしました。
ko: 캐시를 비웠습니다.
lt: Talpykla išvalyta.
lv: Kešatmiņa notīrīta.
ml: കാഷ് മായ്‌ച്ചു.
mr: कॅशे साफ केली.
ms: Cache dikosongkan.
nb: Hurtigbufferen er tømt.
nl: Cache gewist.
pa: ਕੈਸ਼ ਖਾਲੀ ਕੀਤੀ ਗਈ।
pl: Pamięć podręczna wyczyszczona.
pt_br: Cache limpo.
ro: Memoria cache a fost golită.
ru: Кэш очищен.
sk: Vyrovnávacia pamäť bola vymazaná.
sl: Predpomnilnik je počiščen.
sr: Кеш је обрисан.
sv: Cachen rensad.
sw: Cache imefutwa.
ta: கேச் காலி செய்யப்பட்டது.
te: కాష్ క్లియర్ చేయబడింది.
th: ล้างแคชแล้ว
tr: Önbellek temizlendi.
uk: Кеш очищено.
ur: کیشے صاف کر دی گئی۔
vi: Đã xoá bộ nhớ đệm.
zh_hans: 缓存已清除。
zh_hant: 快取已清除。

source: Cached prices
af: Gekasete pryse
ar: الأسعار المخزنة مؤقتًا
bg: Кеширани цени
bn: ক্যাশড দাম
ca: Preus a la memòria cau
cs: Ceny v mezipaměti
da: Cachelagrede priser
de: Zwischengespeicherte Preise
el: Αποθηκευμένες τιμές
es: Precios en caché
et: Vahemällu salvestatud hinnad
fa: قیمت‌های ذخیره‌شده
fi: Välimuistissa olevat hinnat
fil: Mga naka-cache na presyo
fr: Prix en cache
he: מחירים במטמון
hi: कैश्ड कीमतें
hr: Predmemorirane cijene
hu: Gyorsítótárazott árak
id: Harga tersimpan
is: Verð í skyndiminni
it: Prezzi in cache
ja: キャッシュした価格
ko: 캐시된 가격
lt: Saugomos kainos
lv: Saglabātās cenas
ml: ക്യാഷ് ചെയ്ത വിലകൾ
mr: कॅश्ड किमती
ms: Harga dicache
nb: Bufrede priser
nl: Prijzen in cache
pa: ਕੈਸ਼ਡ ਕੀਮਤਾਂ
pl: Ceny w pamięci podręcznej
pt_br: Preços em cache
ro: Prețuri stocate
ru: Кэшированные цены
sk: Ceny v medzipamäti
sl: Predpomnjene cene
sr: Кеширане цене
sv: Cachelagrade priser
sw: Bei zilizohifadhiwa
ta: தற்காலிக சேமிப்பு விலைகள்
te: క్యాష్ చేసిన ధరలు
th: ราคาที่แคชไว้
tr: Önbelleğe alınmış fiyatlar
uk: Кешовані ціни
ur: کیشڈ قیمتیں
vi: Giá đã lưu
zh_hans: 缓存的价格
zh_hant: 快取的價格

source: Camera access needed
af: Kameratoegang word benodig
ar: يلزم إذن الكاميرا
bg: Необходим е достъп до камерата
bn: ক্যামেরা অ্যাকসেস প্রয়োজন
ca: Cal accés a la càmera
cs: Je potřeba přístup ke kameře
da: Kameraadgang påkrævet
de: Kamerazugriff erforderlich
el: Απαιτείται πρόσβαση στην κάμερα
es: Se necesita acceso a la cámara
et: Vajalik on juurdepääs kaamerale
fa: به دسترسی دوربین نیاز است
fi: Kameran käyttöoikeus tarvitaan
fil: Kailangan ng access sa camera
fr: Accès à l’appareil photo requis
he: נדרשת גישה למצלמה
hi: कैमरा एक्सेस चाहिए
hr: Potreban je pristup kameri
hu: Kamera-hozzáférés szükséges
id: Akses kamera diperlukan
is: Þörf á aðgangi að myndavél
it: Accesso alla fotocamera necessario
ja: カメラへのアクセスが必要
ko: 카메라 접근 필요
lt: Reikalinga prieiga prie kameros
lv: Nepieciešama piekļuve kamerai
ml: ക്യാമറ ആക്‌സസ് ആവശ്യമാണ്
mr: कॅमेरा प्रवेश आवश्यक
ms: Akses kamera diperlukan
nb: Kameratilgang kreves
nl: Cameratoegang nodig
pa: ਕੈਮਰਾ ਪਹੁੰਚ ਲੋੜੀਂਦੀ ਹੈ
pl: Wymagany dostęp do aparatu
pt_br: Acesso à câmera necessário
ro: Este nevoie de acces la cameră
ru: Нужен доступ к камере
sk: Vyžaduje sa prístup k fotoaparátu
sl: Potreben je dostop do kamere
sr: Потребан је приступ камери
sv: Kameraåtkomst krävs
sw: Ufikiaji wa kamera unahitajika
ta: கேமரா அணுகல் தேவை
te: కెమెరా యాక్సెస్ అవసరం
th: ต้องการเข้าถึงกล้อง
tr: Kamera erişimi gerekli
uk: Потрібен доступ до камери
ur: کیمرے کی رسائی درکار ہے
vi: Cần quyền truy cập camera
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Can't send
af: Kan nie stuur nie
ar: تعذّر الإرسال
bg: Не може да се изпрати
bn: পাঠানো যাচ্ছে না
ca: No es pot enviar
cs: Nelze odeslat
da: Kan ikke sende
de: Senden nicht möglich
el: Αδυναμία αποστολής
es: No se puede enviar
et: Ei saa saata
fa: ارسال ممکن نیست
fi: Ei voi lähettää
fil: Hindi makapagpadala
fr: Envoi impossible
he: לא ניתן לשלוח
hi: भेज नहीं सकते
hr: Nije moguće poslati
hu: Nem küldhető
id: Tidak dapat mengirim
is: Ekki hægt að senda
it: Impossibile inviare
ja: 送金できません
ko: 전송할 수 없음
lt: Negalima siųsti
lv: Nevar nosūtīt
ml: അയയ്ക്കാനാവില്ല
mr: पाठवू शकत नाही
ms: Tidak boleh hantar
nb: Kan ikke sende
nl: Kan niet verzenden
pa: ਭੇਜ ਨਹੀਂ ਸਕਦੇ
pl: Nie można wysłać
pt_br: Não é possível enviar
ro: Nu se poate trimite
ru: Не удаётся отправить
sk: Nedá sa odoslať
sl: Ni mogoče poslati
sr: Slanje nije moguće
sv: Kan inte skicka
sw: Haiwezi kutuma
ta: அனுப்ப முடியாது
te: పంపలేరు
th: ส่งไม่ได้
tr: Gönderilemiyor
uk: Не вдається надіслати
ur: بھیجا نہیں جا سکتا
vi: Không thể gửi
zh_hans: 无法发送
zh_hant: 無法傳送

source: Can't swap
af: Kan nie omruil nie
ar: تعذّرت المبادلة
bg: Не може да се размени
bn: সোয়াপ করা যাচ্ছে না
ca: No es pot intercanviar
cs: Nelze směnit
da: Kan ikke bytte
de: Tausch nicht möglich
el: Αδυναμία ανταλλαγής
es: No se puede intercambiar
et: Ei saa vahetada
fa: تبدیل ممکن نیست
fi: Ei voi vaihtaa
fil: Hindi maka-swap
fr: Échange impossible
he: לא ניתן להמיר
hi: स्वैप नहीं कर सकते
hr: Nije moguće zamijeniti
hu: Nem váltható át
id: Tidak dapat menukar
is: Ekki hægt að skipta
it: Impossibile scambiare
ja: スワップできません
ko: 스왑할 수 없음
lt: Negalima keisti
lv: Nevar apmainīt
ml: സ്വാപ്പ് ചെയ്യാനാവില്ല
mr: स्वॅप करू शकत नाही
ms: Tidak boleh tukar
nb: Kan ikke bytte
nl: Kan niet wisselen
pa: ਸਵੈਪ ਨਹੀਂ ਕਰ ਸਕਦੇ
pl: Nie można wymienić
pt_br: Não é possível trocar
ro: Nu se poate schimba
ru: Не удаётся обменять
sk: Nedá sa vymeniť
sl: Ni mogoče zamenjati
sr: Zamena nije moguća
sv: Kan inte byta
sw: Haiwezi kubadilisha
ta: ஸ்வாப் செய்ய முடியாது
te: స్వాప్ చేయలేరు
th: สวอปไม่ได้
tr: Takas edilemiyor
uk: Не вдається обміняти
ur: تبادلہ نہیں ہو سکتا
vi: Không thể hoán đổi
zh_hans: 无法兑换
zh_hant: 無法兌換

source: Cancel
af: Kanselleer
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Откажи
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel transaction
af: Kanselleer transaksie
ar: إلغاء المعاملة
bg: Отмяна на транзакцията
bn: লেনদেন বাতিল করুন
ca: Cancel·la la transacció
cs: Zrušit transakci
da: Annullér transaktion
de: Transaktion abbrechen
el: Ακύρωση συναλλαγής
es: Cancelar transacción
et: Tühista tehing
fa: لغو تراکنش
fi: Peruuta tapahtuma
fil: Kanselahin ang transaksyon
fr: Annuler la transaction
he: בטל עסקה
hi: ट्रांज़ैक्शन रद्द करें
hr: Otkaži transakciju
hu: Tranzakció megszakítása
id: Batalkan transaksi
is: Hætta við færslu
it: Annulla transazione
ja: 取引をキャンセル
ko: 거래 취소
lt: Atšaukti operaciją
lv: Atcelt transakciju
ml: ഇടപാട് റദ്ദാക്കുക
mr: व्यवहार रद्द करा
ms: Batalkan transaksi
nb: Avbryt transaksjon
nl: Transactie annuleren
pa: ਲੈਣ-ਦੇਣ ਰੱਦ ਕਰੋ
pl: Anuluj transakcję
pt_br: Cancelar transação
ro: Anulează tranzacția
ru: Отменить транзакцию
sk: Zrušiť transakciu
sl: Prekliči transakcijo
sr: Otkaži transakciju
sv: Avbryt transaktion
sw: Ghairi muamala
ta: பரிவர்த்தனையை ரத்துசெய்
te: లావాదేవీని రద్దు చేయి
th: ยกเลิกธุรกรรม
tr: İşlemi iptal et
uk: Скасувати транзакцію
ur: ٹرانزیکشن منسوخ کریں
vi: Hủy giao dịch
zh_hans: 取消交易
zh_hant: 取消交易

source: Cancelled
af: Gekanselleer
ar: تم الإلغاء
bg: Отменено
bn: বাতিল করা হয়েছে
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fa: لغو شد
fi: Peruttu
fil: Kinansela
fr: Annulé
he: בוטל
hi: रद्द किया गया
hr: Otkazano
hu: Megszakítva
id: Dibatalkan
is: Hætt við
it: Annullato
ja: キャンセルしました
ko: 취소됨
lt: Atšaukta
lv: Atcelts
ml: റദ്ദാക്കി
mr: रद्द केले
ms: Dibatalkan
nb: Avbrutt
nl: Geannuleerd
pa: ਰੱਦ ਕੀਤਾ
pl: Anulowano
pt_br: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sl: Preklicano
sr: Отказано
sv: Avbruten
sw: Imeghairiwa
ta: ரத்து செய்யப்பட்டது
te: రద్దు చేయబడింది
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Скасовано
ur: منسوخ
vi: Đã huỷ
zh_hans: 已取消
zh_hant: 已取消

source: Chain
af: Netwerk
ar: السلسلة
bg: Мрежа
bn: চেইন
ca: Cadena
cs: Síť
da: Kæde
el: Αλυσίδα
es: Cadena
et: Võrk
fa: زنجیره
fi: Ketju
fil: Network
fr: Chaîne
he: רשת
hi: चेन
hr: Mreža
hu: Lánc
is: Keðja
ja: チェーン
ko: 체인
lt: Tinklas
lv: Tīkls
ml: ചെയിൻ
mr: चेन
ms: Rangkaian
nb: Kjede
nl: Netwerk
pa: ਚੇਨ
pl: Sieć
pt_br: Rede
ro: Lanț
ru: Сеть
sk: Sieť
sl: Veriga
sr: Мрежа
sv: Kedja
sw: Mtandao
ta: செயின்
te: చైన్
th: เชน
tr: Zincir
uk: Мережа
ur: چین
vi: Chuỗi
zh_hans: 链
zh_hant: 鏈

source: Chain reported an error
af: Die ketting het 'n fout gerapporteer
ar: أبلغت السلسلة عن خطأ
bg: Веригата отчете грешка
bn: চেইন একটি ত্রুটি জানিয়েছে
ca: La cadena ha informat d'un error
cs: Řetězec ohlásil chybu
da: Kæden rapporterede en fejl
de: Die Chain meldete einen Fehler
el: Η αλυσίδα ανέφερε σφάλμα
es: La red informó de un error
et: Ahel teatas veast
fa: زنجیره خطایی گزارش کرد
fi: Ketju ilmoitti virheestä
fil: Nag-ulat ng error ang chain
fr: La chaîne a signalé une erreur
he: השרשרת דיווחה על שגיאה
hi: चेन ने त्रुटि बताई
hr: Lanac je prijavio pogrešku
hu: A lánc hibát jelzett
id: Chain melaporkan kesalahan
is: Keðjan tilkynnti um villu
it: La catena ha segnalato un errore
ja: チェーンがエラーを返しました
ko: 체인이 오류를 보고했습니다
lt: Grandinė pranešė apie klaidą
lv: Ķēde ziņoja par kļūdu
ml: ചെയിൻ ഒരു പിശക് റിപ്പോർട്ട് ചെയ്തു
mr: चेनने त्रुटी कळवली
ms: Rantaian melaporkan ralat
nb: Kjeden rapporterte en feil
nl: Chain rapporteerde een fout
pa: ਚੇਨ ਨੇ ਇੱਕ ਗਲਤੀ ਦੀ ਰਿਪੋਰਟ ਦਿੱਤੀ
pl: Łańcuch zgłosił błąd
pt_br: A rede informou um erro
ro: Rețeaua a raportat o eroare
ru: Сеть сообщила об ошибке
sk: Reťazec hlásil chybu
sl: Veriga je javila napako
sr: Ланац је пријавио грешку
sv: Kedjan rapporterade ett fel
sw: Mnyororo umeripoti hitilafu
ta: செயின் ஒரு பிழையை அறிவித்தது
te: చైన్ ఒక లోపాన్ని నివేదించింది
th: เชนรายงานข้อผิดพลาด
tr: Zincir bir hata bildirdi
uk: Мережа повідомила про помилку
ur: چین نے ایک خرابی کی اطلاع دی
vi: Chuỗi báo lỗi
zh_hans: 链返回了一个错误
zh_hant: 鏈回報了錯誤
